Revit 2024 API
SymbolTypeId.Mph Property
 Symbol mph, indicating unit Miles per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Mph { get; }
Visual Basic
Public Shared ReadOnly Property Mph As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Mph {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace